Revit 2027 API
ParameterTypeId.RbsElecAmbientTemperature Property
 "Ambient Temperature"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAmbientTemperature { get; }
Public Shared ReadOnly Property RbsElecAmbientTemperature As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAmbientTemperature {
	ForgeTypeId^ get ();
}
static member RbsElecAmbientTemperature : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace